[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MACROEDIT]
//編程主選單=
lb_GameDirectory_OME->Caption=Spiel wählen
GameManagement=Datei
GameManagement_Select=Auswählen
GameManagement_New=Neuer Ordner
GameManagement_Modify=Ordner bearbeiten
GameManagement_Delete=Ordner löschen
FileManagement=Datei In / Export
FileManagement_New=Neu
FileManagement_Open=Öffnen
FileManagement_Save=Speichern
FileManagement_SaveAs=Speichern unter
FileManagement_Delete=Löschen
FileManagement_ReName=Umbenennen
FileManagement_Transfer=Up/Download
lb_FileName_OME->Caption=Datei
//編程程式區=
rb_Loop_OME->Caption=LOOP
rb_Keyboard_OME->Caption=KEY
rb_If_OME->Caption=IF
rb_Equal_OME->Caption=EQU
lb_SRSectionReteatText1_OME->Caption=Start
lb_SRSectionReteatText2_OME->Caption=~
lb_SRSectionReteatText3_OME->Caption=Ende,
lb_SRSectionReteatText4_OME->Caption=Wiederholen
lb_SR_OME->Caption=~
lb_GotoText_OME->Caption=Zur Zeile
lb_LineText_OME->Caption=
lb_KeyIfText_OME->Caption=If 
lb_KeyStateIsText_OME->Caption=is
lb_KeyThenGotoText_OME->Caption=Zur Zeile
lb_KeyLineText_OME->Caption=
lb_IfText1_OME->Caption=If
lb_IfThenGoto1_OME->Caption=Zur Zeile
lb_IfLineText1_OME->Caption=
lb_IfText2_OME->Caption=If
lb_IfThenGoto2_OME->Caption=Zur Zeile
lb_IfLineText2_OME->Caption=
cb_Key_OME->Items->Strings[0]=Key1
cb_Key_OME->Items->Strings[1]=Key2
cb_Key_OME->Items->Strings[2]=Key3
cb_Key_OME->Items->Strings[3]=Key4
cb_Key_OME->Items->Strings[4]=Key5
cb_Key_OME->Items->Strings[5]=Key6
cb_Key_OME->Items->Strings[6]=Key7
cb_Key_OME->Items->Strings[7]=Key8
cb_Key_OME->Items->Strings[8]=Key9
cb_Key_OME->Items->Strings[9]=Key10
cb_Key_OME->Items->Strings[10]=Key11
cb_Key_OME->Items->Strings[11]=Key12
cb_Key_OME->Items->Strings[12]=Key13
cb_Key_OME->Items->Strings[13]=Key14
cb_Key_OME->Items->Strings[14]=Key15
cb_Key_OME->Items->Strings[15]=Key16
cb_Key_OME->Items->Strings[16]=Key17
cb_Key_OME->Items->Strings[17]=Key18
cb_Key_OME->Items->Strings[18]=Key19
cb_Key_OME->Items->Strings[19]=Key20
cb_Key_OME->Items->Strings[20]=Key21
cb_Key_OME->Items->Strings[21]=Key22
cb_Key_OME->Items->Strings[22]=Key23
cb_Key_OME->Items->Strings[23]=Key24
cb_KeyState_OME->Items->Strings[0]=Press
cb_KeyState_OME->Items->Strings[1]=Release
cb_IfSign1_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign1_OME->Items->Strings[1]="!@equ@"
cb_IfSign2_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign2_OME->Items->Strings[1]="!@equ@"
Var->Items->Strings[0]=Variable A
Var->Items->Strings[1]=Variable B
Var->Items->Strings[2]=Variable C
Var->Items->Strings[3]=Variable D
//時間控制區=
lb_KeyDownAutoDelay_OME->Caption=Verzögern wenn  gedrückt wird
lb_KeyUpAutoDelay_OME->Caption=Verzögern wenn  losgelassen wird
lb_TimeUnit_OME->Caption=Zeiteinheit
cb_TimeType_OME->Items->Strings[0]=Sec
cb_TimeType_OME->Items->Strings[1]=ms
cb_TimeType_OME->Items->Strings[2]=Min
lb_Time_OME->Caption=Zeit
//滑鼠控制區=
lb_AbsPos_OME->Caption=Maus-Absolutkoordiniaten (X,Y)
lb_AbsPos_OME->Hint=Radar zu beliebigem Punkt auf dem Bildschirm bewegen, um die (X,Y) Koordinaten aufzunehmen.
lb_RelativePos_OME->Caption=Relative Koordinaten(X,Y)
bt_WheelUp_OME->Caption=Vorwärts
bt_WheelDown_OME->Caption=Rückwärts
bt_MouseLeftKey_OME->Caption=Links
bt_MouseRightKey_OME->Caption=Rechts
bt_MouseMidKey_OME->Caption=Mitte
bt_Mouse4thKey_OME->Caption=4.Taste
bt_Mouse5thKey_OME->Caption=5.Taste
im_CursorPoint_OME->Hint=Radarziel zu einem beliebigen Punkt auf dem Bildschirm ziehen, um die X-/Y-Koordinate zu erfassen.
//編程工具列=
rb_RepeatType_OME->Hint=Nicht wiederholen
rb_RepeatType1_OME->Hint=Drücken:Start@RETURN@Loslassen:Stop
rb_RepeatType2_OME->Hint=Drücken:Start @RETURN@Erneut drücken:Stop
bt_Save_OME->Hint=Speichern
bt_Undo_OME->Hint=Rückgängig
bt_Redo_OME->Hint=Wiederholen
bt_Cut_OME->Hint=Ausschneiden
bt_Copy_OME->Hint=Kopieren
bt_Paste_OME->Hint=Einfügen
bt_MoveDown_OME->Hint=Nach unten schieben
bt_MoveUp_OME->Hint=Nach oben schieben
bt_Delete_OME->Hint=Löschen
bt_Record_OME->Hint=Aufnehmen
//編程Popup視窗=
mi_Cut_OME->Caption=Schneiden
mi_CutSingleLine_OME->Caption=Zeilenschnitt
mi_CutMultiLine_OME->Caption=Mehrz.-Schnitt
mi_Copy_OME->Caption=Kopieren
mi_CopySingleLine_OME->Caption=Zeilenkopie
mi_CopyMultiLine_OME->Caption=Mehrz.-Kopie
mi_Paste_OME->Caption=Einfügen
mi_MoveDown_OME->Caption=Nach unten schieben
mi_MoveUp_OME->Caption=Nach oben schieben
mi_Editline_OME->Caption=Zeile editieren
mi_Delete_OME->Caption=Löschen
mi_DeleteSingleLine_OME->Caption=Zeile lös.
mi_DeleteMultiLine_OME->Caption=Mehrz.-Lös.
mi_ClearAllDelay_OME->Caption=Alle »Verzögerungen« löschen
mi_ClearAll_OME->Caption=Alles löschen
bt_ResumeMacroII_OME->Caption=Fortsetzung [Oscar III]
bt_DownloadExplain_OME->Caption=Handbuch
GoWhile=Von dieser Linie bis zu line%x wiederholen, %y mal wiederholen
IfYes=Wenn Variable %x @equ@ %y sptinge zu Zeile line%z
IfNo=Wenn Variable %x ≠ %y springe zu Zeile line%z
IfYes2=Wenn Variable %x @equ@  Variable %y springe zu Zeile line%z
IfNo2=Wenn Variable %x ≠ Variable %y springe zu Zeile line%z
Equ=Variable %x @equ@ %y
Equ2=Variable %x @equ@ Variable %y
Equ3_0=Variable %x @equ@ Variable %y + %z
Equ3_1=Variable %x @equ@ Variable %y - %z
Equ3_2=Variable %x @equ@ Variable %y & %z
Equ3_3=Variable %x @equ@ Variable %y | %z
Equ3_4=Variable %x @equ@ Variable %y ^ %z
Goto=Springe zu line%x
IfKeyDown=Wenn Taste %x gedrückt wird,springe zu Zeile line%y
IfKeyUp=Wenn Taste %x nicht gedrückt ist,springe zu Zeile line%y
Key=Taste
KeyDown=Drücken
KeyUp=Loslassen
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Verzögerung
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Nach_oben_scrollen
MouseWhellDown=Nach_unten_scrollen
MouseLeftKeyDown=Linke_Taste_drücken
MouseLeftKeyUp=Linke_Taste_freigeben
MouseLeftKeyClick=Linke_Taste_klicken
MouseLeftKeyDblClick=Linke_Taste_doppelklicken
MouseMiddleKeyDown=Mittlere_Taste_drücken
MouseMiddleKeyUp=Mittlere_Taste_freigeben
MouseMiddleKeyClick=Mittlere_Taste_klicken
MouseRightKeyDown=Rechte_Taste_drücken
MouseRightKeyUp=Rechte_Taste_freigeben
MouseRightKeyClick=Rechte_Taste_klicken
MouseFourthKeyDown=4._Taste_drücken
MouseFourthKeyUp=4._Taste_freigeben
MouseFourthKeyClick=4._Taste_klicken
MouseFifthKeyDown=5._Taste_drücken
MouseFifthKeyUp=5._Taste_freigeben
MouseFifthKeyClick=5._Taste_klicken
PleaseInputMacroName=Makroname eingeben
SaveOK=Gespeichert!
MacroUsed=Datei / Ordner im Maus-Speicher abgelegt, umbenennen / löschen? Wenn Sie [YES] drücken, wird diese Funktion gelöscht!
GoWhileRangeError=Der Bereich ist ungültig
InputDigitError=Bitte Zahlen eingeben.
VersionMessage=Falsche Version, kann nicht gespeichert werden
LoopLimit=Nicht mehr als 3 Kreise.
NullMacro=Unbenannt
PleaseCreateDirectory=Bitte erstellen Sie einen Spiel-Ordner
DirectoryUsed=Datei / Ordner im Maus-Speicher abgelegt und ist für alle Cores verfügbar, umbenennen / löschen? Wenn Sie [JA] drücken, wird diese gelöscht!
TrialAccessDeny=Danke für Dein Interesse an [HEADSHOT]. Bitte erwerben sie einen Ultra-Core3 aktivierungs Key.
IsCoverSameNameFile=Same [Oscar II] file name found, overwrite?

CPIRemarkDefault=Werkseinstellung
//按鍵測試區=
lb_MouseKeyTest_OME->Caption=Tasten anfragen
PleasePressKey=Bitte Maustaste drücken
MouseKeyUnknown=Unbekannt

[MACROEDIT_Record]
bt_Start->Caption=<F11> zum starten 
bt_Stop->Caption=<F12> zum stoppen 
cb_AxisAbsolute->Caption=Absolute Mausbewegung aufzeichnen
cb_AxisRelatively->Caption=Relative Mausbewegung aufzeichnen
cb_KeyboardAction->Caption=Tastatureingabe aufzeichnen
cb_MouseClick->Caption=Mausklicks aufnehmen
Script3=//   Nachstehend ist Ihr aufgenommenes Skript.
Script4=//es gibt drei Methoden, das Skript zu erstellen.
Script5=//1. Fügen Sie Funktionen aus den Panels ein.
Script6=//2. Eingabe über die Tastatur.
Script7=//3. Aufzeichnung einfügen

[MACROEDIT_Statement]
lb_Title->Caption=Eingabe vor Speichern erforderlich!
lb_Software->Caption=Anwendbare Software (Zum Beispiel  CS)
lb_Statement->Caption=Beschreiben
lb_Comment->Caption=Funktion beschreiben
mi_EditerCut->Caption=Ausschneiden
mi_EditerCopy->Caption=Kopieren
mi_EditerPaste->Caption=Einfügen
lb_EditComment->Caption1=Funktionsinfo ausfüllen
lb_EditComment->Caption2=Funktionsinfo bearbeiten
lb_Resolution->Caption=Spielauflösung
lb_CPIRemark->Caption=Aufnahmesensitivität

[MACROEDIT_Instructions]
lb_TestDescription->Caption=Daten werden temporär im 4.-Taste-Speicher gespeichert. In der Testzone od. im Spieletest fehlerhafte Einstellung der 4. Taste a.d. "Tastenseite" zurücksetzen
ck_CursorRecord->Caption=Cursoraufzeichnung starten
lb_InterruptTips->Caption=Wenn das Testprogramm nicht gesteuert wird, [Feststellt.]+[Scroll Lock]+[Num Lock] drücken, um zu  unterbrechen, dann die Programmfehler beheben.
lb_TestCommon->Caption=Beschreiben
PressSpaceToTest=4. Taste drücken, um den Test zu starten.

[MACROEDIT_ShowIfMessage]
MacroExistAlready=Datei existiert bereits, überschreiben?
MacroModify=Das Skript wurde modifiziert, speichern?
MacroNewCreate=Neue Datei?
MacroDeleteFile=Datei permanent löschen?
MacroSelectFile=Datei / Ordner im Maus-Speicher abgelegt, umbenennen / löschen? Wenn Sie [YES] drücken, wird diese Funktion gelöscht!
MacroDeleteDirectory=Spiele-Ordner löschen? Dateinen in diesem Ordner gehen verloren.
PleaseCreateDirectory=Neues Spiel
InputNameExists=Datei existiert, update!
MustCreatFile=Sie müssen eine neue Makro-Datei zum Bearbeiten erstellen!
InputNameInvalid=Ungültiges Zeichen verwendet [z.B. \ / :@RETURN@* ? " < > | ].

[MACROEDIT_InputBoxX]
lb_NewFileName->Caption=Neuer Dateiname
lb_ReName->Caption1=Umbenennen
lb_ReName->Caption2=Neu
lb_ReName->Caption3=Neuer Ordner
NewCreateGameName=Neuer Ordner
NewCreateFileName=Neue Datei

[MACROEDIT_Dialog]
lb_Directory->Caption=Spiel
lb_FileName->Caption=Datei
lb_Title->Caption1=Neu
lb_Title->Caption2=Öffnen
lb_Title->Caption3=Speichern
lb_Title->Caption4=Speichern als
lb_Title->Caption5=Löschen
lb_Title->Caption6=Umbenennen
lb_FileType->Caption=Typ
advcb_FileType->Caption1=Alle Makro-Dateien *.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.mgn (Macro gun)
NoAuthorityUse=Ungenügende Systemrechte, Datei kann nicht geöffnet werden!

[MACROEDIT_SelectLine]
lb_SelectLineRange->Caption=Zeilenberich wählen

